In [1]:
import pandas as pd

In [2]:
pwd

'/home/galih/Penyimpanan/Pemrograman/Python/PythonPandas/notebooks'

In [5]:
dataku = pd.read_csv('../data/kapal_titanic.csv')

In [8]:
dataku.tail()

     survived  pclass     sex   age  sibsp  parch   fare embarked deck
886         0       2    male  27.0      0      0  13.00        S  NaN
887         1       1  female  19.0      0      0  30.00        S    B
888         0       3  female   NaN      1      2  23.45        S  NaN
889         1       1    male  26.0      0      0  30.00        C    C
890         0       3    male  32.0      0      0   7.75        Q  NaN